<?php

return [
    'email' => 'Поле :attribute должно быть действительным электронным адресом.',
    'in' => 'Выбранное значение для :attribute недопустимо.',
    'max' => [
        'string' => 'Количество символов в поле :attribute не может превышать :max.',
    ],
    'required' => 'Поле :attribute обязательно для заполнения.',
    'string' => 'Поле :attribute должно быть строкой.',
    'unique' => 'Такое значение поля :attribute уже существует.',

    'attributes' => [
        'email' => 'электронная почта',
        'locale' => 'язык',
        'name' => 'имя',
    ],
];
