<?php

return [
    'email' => 'Поле :attribute должно быть действительным электронным адресом.',
    'hex_color' => 'Поле :attribute должно быть действительным HEX-цветом.',
    'in' => 'Выбранное значение для :attribute недопустимо.',
    'max' => [
        'string' => 'Количество символов в поле :attribute не может превышать :max.',
    ],
    'required' => 'Поле :attribute обязательно для заполнения.',
    'string' => 'Поле :attribute должно быть строкой.',
    'unique' => 'Такое значение поля :attribute уже существует.',
    'upload_filename_max' => 'Имя файла не может быть длиннее :max символов.',

    'attributes' => [
        'email' => 'электронная почта',
        'locale' => 'язык',
        'name' => 'имя',
        'tag_group_id' => 'группа тегов',
        'tag_group_name' => 'название группы тегов',
        'tag_color' => 'цвет тега',
        'tag_ids' => 'теги',
        'tag_ids.*' => 'тег',
        'tag_name' => 'название тега',
    ],
];
